{
  "document_id": "cv_030",
  "document_type": "CV",
  "source_filename": "cv_030.pdf",
  "candidate_label": "cv_030",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "-  Machine vision\n-  AI engineer",
      "chunk_type": "list_item",
      "metadata": {
        "section": "KEY STRENGTHS",
        "page": 1,
        "token_count": 12
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "Vision Software Senior (Aug 2023 - Now): Luster LightTech, BacNinh, VN:\n-  Develop the low-code software from internal platforms for vision projects.\n-  Debug the software at AOI machine at Luxshare-ICT, Goerteck factory.\nSoftware Engineer Senior Leader (Mar 2020 - May 2023): Electronic ACE Antenna Company | Hanoi, VN :\n-  Measurement and detection defect software project: Develop the vision-based software to automatically  detect  the  faulty  region  and  measure  eccentricity  and  distance  of  mechanical components  using  deep  learning  architecture  such  as  Medical  Image  Segmentation,  Vision Transformer, segmentation, detection, and classification.\n-  Measurement of the depth software project: Develop sensor-based software to automatically measure the depth of ceramics.\n-  Pick  and  Place  software  project:  Develop  a  flexible  vision-guided  alignment  solution  to quickly and precisely locate and align patterns.\n-  Inspection software project: Develop the visual inspection software for checking electronic and mechanical components, optical character recognition, and barcodes.\n-  Monitor  the  stage  project:  Analysis  of  the  time  series  data  from  driver  servo  like  force, current, and velocity to detect the abnormality.\n-  Design  the  hardware  architecture  of  Lenses,  Light,  and  Cameras  and  lead  the  concept  of smart automation machines. Program the communication between the PC, embedded device, and PLC, Robot, Understand the electronic components, industrial automation.\n- \n- Debug program for AOI function in SMT Machines.\nAI Engineer (July 2019 - Mar 2020): Electronic  Vinsmart Company | Hanoi - VN :\n-  Research Smart City with recognition projects with Camera PTZ, Harassment, and Violence Recognition.\nAutomation Engineer (Oct 2010 - Oct 2017): Electronic  Z755 Company | HCM - Vietnam Design hardware and Program software on microcontroller AVR, ARM, and develop automation software using PLC, HMI, and Servo.\nSkills : Python, C#, OpenCV, Tkinter, PyQT, WPF, C++, GUI, Tensorflow, Pytorch, protocol. Languages: English : Upper - Intermediate Chinese :Basic Vietnamese : Native",
      "chunk_type": "text",
      "metadata": {
        "section": "PROFESSIONAL EXPERIENCE",
        "page": 1,
        "token_count": 507
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "Mechatronic and Sensor System Technology at Vietnamese-German University (Sep 2017 - Sep 2019). Internship at Chung Chen National University in Taiwan for 4 months. (Dec 2018-April 2019). MBA Vietnam National University HCMC (Sep 2012 - Sep 2015).\nin Automation and Control (Sep 2005 - Sep 2010) Hanoi University of Science and Technology.",
      "chunk_type": "text",
      "metadata": {
        "section": "EDUCATIONAL BACKGROUND",
        "page": 1,
        "token_count": 76
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "Machine Learning by Stanford University Andrew Ng 2018. Deep Learning Specialization by Andrew Ng 2019. Machine learning/ MLOps online course 2022\nAddress:\nBac Ninh City\nEmail:\nMobile/Zalo:\nBirthday: Jan 8\nth  1986\n Team Leader Automation software",
      "chunk_type": "text",
      "metadata": {
        "section": "Certifications:",
        "page": 1,
        "token_count": 50
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 727.05,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 4,
    "parsing_timestamp": "2025-11-12T14:13:11.866485Z",
    "processing_time_ms": 43503,
    "format": "PDF",
    "tables_extracted": 0
  }
}