{
  "document_id": "cv_093",
  "document_type": "CV",
  "source_filename": "cv_093.pdf",
  "candidate_label": "cv_093",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "Birthday:\n01/Mar/1989\nAddress:\n73/45 Huynh Van Banh St., Ward 17, Phu Nhuan Dist., HCMC.\nCell Phone:\nEmail:",
      "chunk_type": "text",
      "metadata": {
        "section": "TRAN TRUNG HIEU",
        "page": 1,
        "token_count": 39
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "- Quickly  adapt  and  complete  all  assigned  tasks,  manage  projects  well;  Participate  in  largescale projects of the company.\n- Giving  best  effort  &  all  of  my  strength  to  make  contributions  to  the  development  of  the organization.",
      "chunk_type": "list_item",
      "metadata": {
        "section": "CAREER OBJECTIVES",
        "page": 1,
        "token_count": 48
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "Working  as  project  leader-  management  directly  operation  team,  report  to  Deputy  Director Project. This position will be in charge main parts as below.\n- -Led  team  together  aimed  to  Preventive  Maintenance  and  fix  all  Punchlist  on  the network of 2.963 sites BTS to improve the quality of the network.\n- -The project was completed successfully on time; met sponsor's requirements as well as quality criteria.\n- -Deliverables were 2.963 sites BTS in good quality.\n- -Held meetings with customers, team members, got expectations and requirements, led team to do the feasibility evaluation of the project.\n- -Working closely with the Deputy Director Project to gather requirements and define scope baseline.\n- -Defined  activities  and  made  the  master  plan,  made  a  detailed  plan  for  quality  and procurement.\n- -Supported Deputy Director Project to create project schedule, cost, resources, change, risk management plan.\n- -Got project plan approval from sponsors, got commitment from stakeholders on the project plan.\n- -Responsibility  for  executing  the  tasks  following  a  detailed  plan,  adding  plans  to SMMS (smart mobile maintenance service).\n- -Assigned tasks to team members as PIC\n- -Implemented approved changes as well as actions to minimize the negative impact to project.\n- -Improved  team  performance  by  teambuilding,  holding  meetings  to  share  lessons learned, and case study activities.\n- -Managed reserve fund money and ensured deliverables conform to quality standards.\n- -Monitored  &  controlled  project  status,  quality  as  planned,  escalated  to  Deputy Director Project if necessary.\n- -Monitor project progress, OHS, compliance process, regulation.\n- -Document lessons learned and obtain the final acceptance from the customer phase by phase.",
      "chunk_type": "text",
      "metadata": {
        "section": "OCT 2020- PRESENT PROJECT LEADER at HA NOI TELECOM",
        "page": 1,
        "token_count": 389
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "Working  as  assistant  project  manager-  management  directly  09  subcontractors,  conduct  big project in Viet Nam, report to Project Manager. This position will be in charge main parts as below.\n- -Led team together aimed to build a new 4G network 2826 sites for Vietnamobile in the South of Vietnam.\n- -The project was completed successfully on time; met sponsor's requirements as well as quality criteria.\n- -Deliverables  were  a  4G  service  for  1  million  users  in  An  Giang,  Dong  Thap,  Hau Giang, Can Tho, Soc Trang, Hau Giang provinces.\n- -Held a meeting with the subcontractor's manager for installation and commissioning, gathered  the  constraints  of  the  project,  developed  high-level  project  scope  and  got approval for the project charter.\n- -Working closely with the subcontractor's manager to gather requirements and define scope baseline.\n- -Defined activities and made the master plan, made a detailed plan for installation and commissioning within the deadline.\n- -Supported Project Manager to create project schedule, cost, resources, change, risk management plan.\n- -Got project plan approval from sponsors.\n- -Responsibilities  for  executing  the  tasks  in  the  project  plan,  managed  and  directed project work.\n- -Organized training, transferred techniques to subcontractors.\n- -Managed material, changed design, and made sure service met standards.\n- -Implemented  approved  changes  &  actions  to  minimize  the  impact  to  project negatively.\n- -Improved  team  performance  by  teambuilding,  holding  meetings  to  share  lessons learned, and case study activities, ensured deliverables conform to quality standards.\n- -Monitored & controlled project status, quality as planned, monitored project progress, reported daily to the Project Manager.\n- -Documented  lessons  learned  and  obtained  temporary  acceptance  from  Operation Team for final acceptance.\n- -Completed acceptant documents and got approve from customers: PAC, PAT, CAT, CAC.",
      "chunk_type": "text",
      "metadata": {
        "section": "ASSISTANT PROJECT MANAGER at ZTE",
        "page": 2,
        "token_count": 438
      }
    },
    {
      "chunk_id": "chunk_4",
      "content": "Working as coordinator- support technical team, management warehouse, follow tickets, report to Technical Manager. This position will be in charge main parts as below.\n- -Receive requests from specialized departments: Power, Transmission, Project.\n- -Assign work order to technical team.\n- -Monitored progress, incidents, and risks to provide timely support.\n- -Made sure technical team follow Standard Operating Procedure.\n- -Made  a  maintenance  plan:  Air  Conditioner,  Generator,  Fire  Alarm,  CCTV,  BTS, Hub, Server…\n- -Meeting with subcontractors, providers, suppliers to clarify the scope of work\n- -Check acceptance documents.\n- -Register to install a new electricity meter when there is a new BTS station.\n- -Asset management of 308 BTS stations, 42 mobile generators and 17 fix generators.\n- -Asset  management  spare  part:  Rectifier,  Optical  module,  fiber,  Antenna,  BBU, Switch, Router…",
      "chunk_type": "text",
      "metadata": {
        "section": "COORDINATOR at VIETTEL TELECOM",
        "page": 2,
        "token_count": 222
      }
    },
    {
      "chunk_id": "chunk_5",
      "content": "IELTS Fighter\nOCT 2021 - DEC 2022",
      "chunk_type": "text",
      "metadata": {
        "section": "IELTS (On-process)",
        "page": 3,
        "token_count": 9
      }
    },
    {
      "chunk_id": "chunk_6",
      "content": "Project Management Institute- PMI\nSEP 2022 - DEC 2022",
      "chunk_type": "text",
      "metadata": {
        "section": "PROJECT MANAGEMENT PROFESSIONAL- PMP",
        "page": 3,
        "token_count": 11
      }
    },
    {
      "chunk_id": "chunk_7",
      "content": "Ha Noi University of Civil Engineering\nSEP 2020 - DEC 2020\nEXECL AVANCE\nTri Tue Viet Center",
      "chunk_type": "text",
      "metadata": {
        "section": "MS PROJECT",
        "page": 3,
        "token_count": 21
      }
    },
    {
      "chunk_id": "chunk_8",
      "content": "Post and Telecommunications Institute Technology- PTIT\nCao Thang Technical College- CTTC",
      "chunk_type": "text",
      "metadata": {
        "section": "ELECTRONICS AND TELECOMMUNICATION",
        "page": 3,
        "token_count": 19
      }
    },
    {
      "chunk_id": "chunk_9",
      "content": "- Intermediate in English;\n- Good computer literacy, Microsoft Office Word, Advanced Excel, Advanced Power Point;\n- Self - exploring some building report tools Dashboard.\n- Planning and assigning work.\n- Leadership, proactive and positive.\n- Strong ability to critical thinking and ability to work under pressure and   tight deadlines;",
      "chunk_type": "list_item",
      "metadata": {
        "section": "ABILITIES",
        "page": 3,
        "token_count": 71
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 108.34,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 10,
    "parsing_timestamp": "2025-11-13T10:05:58.651725Z",
    "processing_time_ms": 12481,
    "format": "PDF",
    "tables_extracted": 0
  }
}