{
  "document_id": "cv_054",
  "document_type": "CV",
  "source_filename": "cv_054.pdf",
  "candidate_label": "cv_054",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "l\nVision driven IT Professional with 20+ years of IT experience including working abroad for 7 years in USA, UK, Vietnam & Saudi Arabia.  Proven  track  record  in  global  IT  Project,  Program  &  Delivery  Management.  Expertise  in  heading  various  software engineering  teams  in  India  &  Abroad.  Managed  services  (IT  Operations)  across  Retail,  E-Commerce,  Healthcare,  Telecom, Insurance, Banking & Finance domains. Ramp up two large IT organizations Offshore Development Center from scratch, build Captives in India & Vietnam (Set up Offshore Software Development Center. Built and led large software engineering IT team)",
      "chunk_type": "text",
      "metadata": {
        "section": "",
        "page": 1,
        "token_count": 130
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "- Program Management\n- Delivery Management\n- Resource Management\n- Managed Services\n- Customer Facing\n- Stakeholder Management\n- Team Building, Leadership\n- Collaborator, Change Agent\n- Rich Domain Exposure\n- Technical Exposure",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Key Skills",
        "page": 1,
        "token_count": 44
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "Large IT Program Execution / Platform Development - E2E Projects Delivery on various model & technologies with accountability on overall P&L Built, Led Large Software Engineering Team - Ramp-up large-scale Offshore Development Centers led hiring, training, managed hierarchy of teams Operations  Management -Set up process as per ITIL standards -Incident/problem management, best practices (knowledge & automation) Internal  &  External  communication -Ensuring  engagement  of  relevant stakeholders including customer and vendor. Status reporting up to C level Retail, E-Commerce, Health Care, Insurance, Telecom, Banking & Finance AWS, ReactJS, React Native, SQLite, SAP Hybris, Microsoft .Net, MS Dynamics NAV, MS SQL Server, SSRS, Java / J2EE, Oracle MOM, BO, SAS, AI & Blockchain",
      "chunk_type": "text",
      "metadata": {
        "section": "Profile Summary",
        "page": 1,
        "token_count": 191
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "09/2021 to Till Date               Genisys Information Systems Pvt. Ltd.       Senior Consultant, Project Manager IT -(Advisory Role) Working with Hewlett Packard Enterprise (HP -India) on a payroll of Genisys Information Systems (India) Pvt. Ltd. For HPe client Haryana Police Head Quarter, Panchkula for HCCTNS Project. HCCTNS have 12 Applications (CAS, HRMS, FSL, ARMS, Logistics, 3rd Eye, GV, LMS, KMS & BI with Harsamay Citizen Services (Arm's License Module & General Verification), Police Administrative Services (HR, Learning & Inventory Management (Logistics), Knowledge Management, Haryana state under a common Application",
      "chunk_type": "text",
      "metadata": {
        "section": "Career Timeline",
        "page": 1,
        "token_count": 163
      }
    },
    {
      "chunk_id": "chunk_4",
      "content": "Lead high-performing software engineering team, empowered teams to deliver with velocity, quality for Web, Mobile AWS & 24*7 Production Support. Technological transformation of the business and complete revamping to incorporate cutting edge technologies while converting client business requirement into engineering deliverables\nManaged Software Engineering Team: 175 (4 Onshore + 171 Offshore) & International clients worldwide as a SPOC of India",
      "chunk_type": "text",
      "metadata": {
        "section": "( Advisory Role)",
        "page": 1,
        "token_count": 88
      }
    },
    {
      "chunk_id": "chunk_5",
      "content": "With a vision to share global expertise to drive business excellence, have had set up an IT Consulting organization, engaged in delivering a wide range of Strategic IT Consulting and IT Product Implementation. Managed IT projects for international clients worldwide from project kick-off to E2E program management delivery to accomplish organizational business goals and objectives Managed Sr. Software Engineers, Team Leads, Technical Managers, Solution Architects | Team Size: (70+ IT Resources)\n08/2017 to 07/2018                Delta International Fashion, Square9                    IT Head / IT Manager (Contractual) -Saudi Arabia\nManaged E2E implementation of 3 IT projects Oracle Retail MOM Application (Ver 16.01), Micros Xstore (Ver 16.0), EBS - Oracle Financials (Ver 12.2.6) for world class retail brands of Sweden (Lindex) & Turkey (DeFacto, Soobe, Derimod, Chicco & Hummel) Managed Oracle Techno-Functional Managers / Consultants, IT Managers & BAs | Team Size: (25 IT Resources)",
      "chunk_type": "text",
      "metadata": {
        "section": "08/2018 to 12/2020                iNCOVIO Information Technologies Services                                 Co-Founder & Delivery Director IT",
        "page": 1,
        "token_count": 229
      }
    },
    {
      "chunk_id": "chunk_6",
      "content": "Future Focus Infotech Private Limited (April 2015 to Oct 2015), incadea India Pvt. Ltd. (Nov 2015 to March 2016) Worked on Puma BAU project-delivery management of KCP Dynamics client Trafigura Geneva, Switzerland & Johannesburg, South Africa. Managed incadea client Ford India account driven by incadea Germany (HQ) for incadea myengine product DMS Rollout Software Engineering Team: KCP Dynamics: 21 (1 Onshore+20 Offshore) & incadea: 60 (3 Onshore+57 Offshore)\n11/2012 To 06/2014\nSequent Asia IT, Saitex International\nDelivery Director, IT Head (Contractual) -Vietnam\nSequent Asia IT Ltd. (Nov 2012 to Feb 2014), Saitex International (Feb 2014 to Jun 2014)\nSet up SAI Digital, large ODC in Vietnam. Managed multiple IT projects across technologies. Delivered 5 large E-Commerce Hybris program execution, development for Web & Mobile Apps projects for ICF International (USA, Australia, Canada & China) clients Software Eng. Tech Leads, Solutions Architects, Project Managers | Team Size: 200+ (4 Onshore + 200+ Offshore)",
      "chunk_type": "text",
      "metadata": {
        "section": "04/2015 To 03/2016 Focus Infotech, incadea Project Delivery Manager IT (Contractual)",
        "page": 1,
        "token_count": 255
      }
    },
    {
      "chunk_id": "chunk_7",
      "content": "(Global IT Program & Delivery Management)\n(Global IT Program & Delivery Management)\n03/2007 To 01/2010\nUnitedHealth Group (UHG)\nDelivery Manager IT -India & USA\nSet up UnitedHealth Care India Offshore Development Center - Ramped up large team(s) while consistently maintaining 0 attrition for 3 consecutive years. Transitioned 18 Projects from USA to India, delivered all IT projects ranked outstanding in vital sign survey Software Eng. Tech Leads, Solutions Architects, Project Managers Team Size: 177 Billable FTEs (4 Onsite + 173 Offshore)\n06/2006 To 03/2007\nTech Mahindra Ltd. (European H.Q.)\nSr. Project Manager IT -Milton Keynes, UK\nOnsite deployment to UK, worked with Line of Business managers pan British Telecom but more specifically within Openreach. Helped Customer to fully utilize IM/KM systems (INFORMe & eAssistant). Delivered \"CAT\" & \"VVnT\" projects for BT FFS taskforce Software Engineers, Tech Leads, Program & Delivery Management IT Team Size: 90 (18 Onshore + 72 Offshore)\n01/2006 to 06/2006                    HCL Technologies Ltd. (India - Corporate & Head Office)               Senior Project Manager IT\nCoordinated design and development of Corp MIS web application HCL) at Noida, India for Corporate MIS department. Software Engineering Team Size: 72 (2 Onshore + 70 Offshore)\n04/2005 to 01/2006                    EXL\n(India) Private Limited                                   Manager Technology (Applications)\nManaged software development IT projects along with Quality Management System (QMS) project, 120 SDLC processes, CMM Level 5 Implementation in Application Management Group\nSoftware Engineering & IT Infra Team Size: 58 Resources\n10/2004 to 03/2005                     R Systems International Limited                                                Technical Manager - Microsoft .Net\nDelivered California Air Resource Board (CARB) application to USA customer\nSoftware Engineering Project Team: 25 Software Engineers / Sr. Software E ngineer' s, Team Leader / Project Leader\n08/2003 to 10/2004                     Path Infotech Limited                                                                             Team Leader\n-Microsoft .Net\nDevelopment of Insurance, Banking and Finance IT projects for clients CitiFinancial (Citi Bank), Max New York Life Insurance Ltd. Software Engineering Team Size: 29 (2 Onshore + 27 Offshore)",
      "chunk_type": "text",
      "metadata": {
        "section": "Akhilesh Kumar Tiwari",
        "page": 1,
        "token_count": 481
      }
    },
    {
      "chunk_id": "chunk_8",
      "content": "RSB Systems Pvt. Ltd.\nSenior Software Engineer -Microsoft Technologies\nResponsible for the development of multiple IT projects like Inventory & Billing systems, Payroll systems, Sales Services Information Systems, Airlines Ticketing Management Applications & Hotel Management etc. using Microsoft Technologies. Software Engineering Team Size: 51 (1 Onshore + 50 Offshore)",
      "chunk_type": "text",
      "metadata": {
        "section": "04/1995 to 07/2003",
        "page": 2,
        "token_count": 74
      }
    },
    {
      "chunk_id": "chunk_9",
      "content": "- Master Diploma in Information Technology from Tata Infotech Limited ( Formerly known as Tata Unisys ) -> 3 Years Duration\n- B.A. (English) from University of Delhi\n- Ingenium Project (mylife) from Max New York Life Insurance Co. Ltd.\n- Multiple Certifications -Domain, Project Management & Technologies",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Academy & Accolades",
        "page": 2,
        "token_count": 70
      }
    },
    {
      "chunk_id": "chunk_10",
      "content": "1. PAHM Certified - Healthcare Management Academy USA\n2. Business Computing Brilliant's Computer Centre\n3. Database Management System - India Education Centre\n4. Certified in Basics of C# Programming - NIIT\n5. Microsoft Certified Visual Basic .Net - Microsoft USA\n6. Microsoft Certified Microsoft USA\n7. Six Sigma Green Belt - R Systems International Limited\n8. PMI Certified Project Management Training - Astrowix\n9. Microsoft Project (MSP) Certified - Acelentia Consulting",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Technical & Project Management Certifications :",
        "page": 2,
        "token_count": 99
      }
    },
    {
      "chunk_id": "chunk_11",
      "content": "1. Implemented Oracle MOM Application - Version 16.01\n2. Implemented EBS - Oracle Financials (Version 12.2.6)\n3. Managed Integration with Oracle Micros Xstore (Version 15.0)\n4.\n5.\n6. (Web / Android & *ios App)\n7.\n8.\n9. Ford India DMS Rollout, Alkem C2C, DCM Shriram, Tiara (Dubai)\nIT Program Execution: USA, Europe (UK, Spain, Switzerland, Germany, Sweden), Australia, Canada, Vietnam, South Africa, Turkey, KSA\n- ❖ Worked as an IT Head at Delta International Fashion Co. Limited (World class Retail organization in Gulf) Riyadh, Saudi Arabia.\nManaged internal Head IT role for large application platform development Oracle MOM, EBS-Oracle Financials - ERP Projects:",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Large E-Commerce (Hybris) IT Program Execution / Oracle MOM :",
        "page": 2,
        "token_count": 170
      }
    },
    {
      "chunk_id": "chunk_12",
      "content": "(Global IT Program & Delivery Management)\n- Worked on end-to-end full life cycle implementation of Oracle MOM Application - Version 16.01 (MOM Includes RMS, RPM, ReSA, Allocation, SIM, RIB, DI, BI Publisher, RA & ReIM) along with HRMS - Human Resource Management System - Cloud of Oracle\n- Also successfully implemented Financial Systems Oracle Enterprise Business Suits (EBS) - Oracle Financials (Version 12.2.6) along with Supply chain and operation management of the complete warehouse to accomplish corporate business goals and objectives for Delta International Fashion Ltd. Co.\n- Managed Integration with Oracle Micros Xstore (Version 15.0) & Coordinated with the top-most world IT organizations like Oracle and other partners / vendors in Gulf Countries and India to get the organization IT projects work implementation done successfully\n- ❖ Worked as a Software Delivery Director at Sequent Asia IT Ltd., SAI-Digital (A Hong Kong based IT organization) in Ho Chi Minh City, Vietnam & Head of IT Services at Saitex International Ltd. (A US based, biggest denim brand in the world)\n- Set up Offshore Development Center (ODC) from very scratch in Vietnam. Build a world-class finest Software Engineering IT Team of 200+ Full-Time Employees (FTEs) across multiple technologies : [Hybris E-Commerce, Microsoft Dynamics NAV 2013, Microsoft Dynamics AX CRM, Microsoft .Net, Java / J2EE, Spring, Hibernate, Oracle, BO, SQL Server, SSIS, MS Reporting, SAS, Mainframe, ETL, DW / BI, QA] related projects using Agile Scrum Méthodologies as a Head of IT Software Development accros entire organization\n- Managed End to End program & delivery of all the software development IT projects (Large, Medium, Small) in above technologies\n- Delivered  5  international  large  E-Commerce  program  execution  using  Hybris  platform  web  application  portal  /  mobile  apps development IT projects (Android *ios) including group of companies (2 nd  largest E-Commerce company world-wide)\n- Managed 5 E-Commerce application program development for ICF International clients E2E delivery as a Director IT, Program Management -Asia Pacific from project kick-off to final implementation in all 5 countries (USA, Canada, Spain, China & Australia)\n1. Delivered  Hybris  MMCN (Media Markt Shanghai, China) project for E-Commerce mobile application development in both (Android & IOS) with team size of 7 resources based out in Vietnam and New York, USA\n2. Worked on Hybris Angus & Robertson (Australia) project while leading and    managing the team of 1 Program Manager, 2 Hybris Solution Architect along with the 25 members team size (13 team members in Vietnam and 12 team members based out of Valencia, Spain)\n3. Worked on Hybris Wurth USA E-Commerce project while coaching and mentoring the team size of 7 resources, 1 Project Manager, 2 Hybris Technical Leads along with 4 team members in Vietnam and 3 team members based out of New York, USA, and Canada\n4. Delivered Hybris Harry Rosen (Canada) project deployed their web site of Ecommerce with my core team of 9 resources based out in Vietnam, New York, Chicago USA, and Canada\n5. Delivered E-Commerce Hybris, Target (Australia) project with the team of 10 resources, 7 based out in Ho Chi Minh City, Vietnam and 3 resources were at onsite North Geelong Australia\n- Also worked as a Head of IT Service for SAI-Digital parent company Saitex International Ltd. Vietnam - Head Quarter to implement their  overall  ERP  Systems  across  entire  organization  from  13th  February  2014  to  27th  Jun  2014.  Coordinated  entire  ERP implementation in (MS Dynamics NAV & Informatica) while heading IT Department\n- ❖ Worked as a Delivery Manager IT at UnitedHealth Group (Fortune #6 organization worldwide)\n- ❖ Set up Gurgaon, India Captive, Offshore Development Center (ODC) of United Healthcare USA Business vertical while building a high performing Software Engineering Team from 0 to 177 billable resources as a Single Point of Contact (SPOC) from India for Global IT Program & Delivery Management position within my portfolio.\n(Global IT Program & Delivery Management)",
      "chunk_type": "text",
      "metadata": {
        "section": "Akhilesh Kumar Tiwari",
        "page": 3,
        "token_count": 915
      }
    },
    {
      "chunk_id": "chunk_13",
      "content": "- ❖ Coordinated for transitioning  18 IT  projects  from  USA  to  India  in  15  months  across  multiple  technologies  while  building business vertical of UnitedHealth Care USA projects Offshore Development Center (ODC). Hired, Build and Managed a world class IT Team from very scratch while leading UnitedHealth Group (UHG) Gurgaon, India captive\n- Achieved '0%' staff attrition  in  my  core  software  development,  IT  Infra  24*7  support  team  of  177  resources  for  3  years continuously. Not even a single resource resigned from my UnitedHealth Care India team within three years of my tenure\n- Planned roadmap and business requirement into engineering deliverables, coordinating with onsite team in USA Business Segment owners (CEO, CIO, CTO, VP -IT, Director IT). Managed multiple UnitedHealth Care USA IT project staffing, Reporting and Problem Resolution, dived project execution, Created a large IT team in India and leadership for global execution team\n- ❖ Worked as a Sr. Project Manager IT at Tech Mahindra European Headquarter, Milton Keynes UK for the Client British Telecom, London\n- Key Responsibilities (Onsite-Offsite) of IM/KM as a Senior IT Project & Delivery Manager:\n- ✽ Deputed to UK onsite for Information / Knowledge Management Portal INFORMe comprising 53 application projects for British Telecom. Χ oordinated customers at Sr. Management level including Vice President IT, CIO, CTO, Sr. Program Director IT\n- ✽ Built a team of 90 for INFORMe & eAssistant project comprising 72 offshore and 18 onsite members including 18 Direct Reports (14 British Telecom Delivery Managers and 4 Tech Mahindra Delivery Managers) were reported to me directly.\n- ✽ Managed multiple deliveries in tandem. Reported project status meeting to BT PMO for 53 different projects INFORMe portal\n- ✽ Supervise activities of Project & Delivery Managers, ensuring regular reporting to the British Telecom PMO\n- ✽ Worked with the Line of Business (LoB) Managers pan British Telecom, London Head Quarter within Openreach and supporting the client to fully utilize the IM/KM systems (INFORMe & eAssistant), identify value add changes / new additions, proactively or at Customers direction covering entire country (UK)\n- Key Activities as per One IT Agile Methodologies:\n- ✽ First unique point of contact for advice on h ow to progress a system change / request for new piece of work and obtain 'sign on' agreement from customer. Facilitate production of Business case as and when required.\n- ✽ Requirements capture and providing value-added EG advise to the Customer. Manage customer expectations by managing priorities & resources. Planned and provided for contingencies.\n- Worked with delivery team to:\n- ✽ Created design specification documentation and clarify any changes to design or advice on new design & ensure all stages of testing take place. Oversee Deployment involving handover to the client & support.\n- ✽ Proactively seek customer sign off. Managed post-deployment Change Requests to successful conclusion; and IM/KM products in-life (BAU). Represented Information Management programme at key forums / boards pan Openreach, BT and Customers requirement.\n- ❖ Accolades : Received Appreciation Award for my excellent work performed on Ingenium project ' mylife ' developed by SOLCORP -Canada. Coordinated, delivered world class insurance product customization for India at Max New York Life Insurance Company Ltd.\n- ❖ Summary : Technology Leader with more than two decades of experience including 7 years international IT experience for defining and executing IT strategy in alignment with business needs, business development, leading digital transformation with emphasis on agile transformation, automation, software/ product engineering culture and systems thinking; leading large and complex multi-year transformation programs; built best-in-class global technology operations; attracting and retaining top talent; nurturing culture of performance and innovation through capability building, collaboration and thought leadership.",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Akhilesh Kumar Tiwari",
        "page": 4,
        "token_count": 893
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 304.26,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 14,
    "parsing_timestamp": "2025-11-13T10:02:19.254849Z",
    "processing_time_ms": 21015,
    "format": "PDF",
    "tables_extracted": 0
  }
}