{
  "document_id": "cv_014",
  "document_type": "CV",
  "source_filename": "cv_014.pdf",
  "candidate_label": "cv_014",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "CONG HOA XA HQI CHU NGHIA VICT NAM",
      "chunk_type": "text",
      "metadata": {
        "section": "",
        "page": 1,
        "token_count": 16
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "Kinh guri: Quy Cong Ty, 1 = Kinh guri: Quy Cong Ty. Kinh guri: Quy Cong Ty, 2 = Kinh guri: Quy Cong Ty. Kinh guri: Quy Cong Ty, 3 = Kinh guri: Quy Cong Ty. Toi ten: Minh Tuan, 1 = Gioi tinh: Nam. Toi ten: Minh Tuan, 2 = Gioi tinh: Nam. Toi ten: Minh Tuan, 3 = Nam sinh: 1983. Dia chi tam tru:Binh Dinh, 1 = Dia chi tam tru:Binh Dinh. Dia chi tam tru:Binh Dinh, 2 = Dia chi tam tru:Binh Dinh. Dia chi tam tru:Binh Dinh, 3 = Dia chi tam tru:Binh Dinh. So phone :, 1 = So phone :. So phone :, 2 = mail:. So phone :, 3 = mail:. Truong hoc: DH Quoc te Hong Bang, Vien Quan Tri Doanh Nghiep, 1 = Truong hoc: DH Quoc te Hong Bang, Vien Quan Tri Doanh Nghiep. Truong hoc: DH Quoc te Hong Bang, Vien Quan Tri Doanh Nghiep, 2 = Nganh hoc: QTKD, Quan Tri Nhan Sy Cao Cap.. Truong hoc: DH Quoc te Hong Bang, Vien Quan Tri Doanh Nghiep, 3 = TN Loai: kha. - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat, phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, ..., 1 = - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat, phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, .... - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat, phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, ..., 2 = - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat, phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, .... - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat, phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, ..., 3 = - Kinh nghiem lam viec : Hon 10 nam lam TP. Co kinh nghiem tuyen dung, dao tao, quan 1y, xay dung lai he thong quy trinh, quy dinh cho cong ty dephu hop voi thuc te, giam sat,",
      "chunk_type": "table",
      "metadata": {
        "section": "DON UNG G TUYEN TPHANH CHINH NHAN SU",
        "page": 1,
        "token_count": 984
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "phan tich, danh gia.. Va nhung cong ty moi thanh lap nhu cong ty san xuat, cty xay dung, cty sx be tong thuong pham, thuong mai, van tai, khai thac khoang san, vat lieu xay dung, ...\nI. Ten Cong ty da cong tac: 1.CONG TY CP GO TD + Nganh nghe: San xuat ban ghe noi that, ngoai that va hang wicker de xuat khau + S6 luong CB-CNV: 3000nguoi + Churc vu: Chuyen vien hanh chinh nhan su + Nam lam viéc: 07/2012->07/2017 2.CONG TY XAY DUNG NHAT MINH + Nganh nghe: Xay dung dan dung, ha tang, cau duong, San xuat cong be tong, be tong thuong pham, be tong nhua, gach k nung, mo cat, mo dat.. + S6 luong CB-CNV: 200 nguoi. + Churc vu: TP Hanh Chinh - Nhan Su + Nam lam viec: 07/2017>07/2019 3.CONG TY TNHH HOANG GIANG + Nganh nghe: San xuat kinh doanh may nong nghiep va cac nganh phu tro + S6 lurong CB-CNV: 200 nguoi. + Churc vu: TP Hanh Chinh - Nhan Su + Nam lam viéc: 08/2019>07/2022 4. CONG TY DAU TU XAY DUNG NBM + Nganh nghe: XD Ha tang, xd dan dung, thiét ke xay dung, Thuy loi, khai thac mo, van tai, sx be tong thuong pham,be tong nhua sx gach khong nung, vat lieu xay dung... + S6 luong CB-CNV: 650 nguoi + Chuc vu : TRUONG PHONG HANH CHINH NHAN SU - Cong viec da lam: IⅡ. TRACH NHIEM: + Tuyen dung, danh gia urng vien, xay dung quy trinh tuyen dung. + Xay dung cac quy trinh, quy dinh phu hop voi tinh hinh thuc té. + Tong hop bao cao. + Chuan bi tai lieu hop. Cong tac don khach. + Cung voi Giam doc di gap go khach hang, doi tac. Sap xep cuoc gap khach hang cho chu dao. + Tap hop cac bao cao, cac cong viec cua cac phong ban de trinh va phan hoi mot cach nhanh nhat. + Du thao cac van ban, chi thi, chi dao ... cua BGD. Kiem tra ra soat cac van ban truoc khi trinh ky. + Ho tro cong tac doi noi doi ngoai khi BGD yeu cau. + Cai tien nhung quy dinh, quy trinh khong phu hop de dam bao tai san va nguon nhan lyc cong ty khong bi that thoat. + Giam sat he thong van ban.",
      "chunk_type": "table",
      "metadata": {
        "section": "DON UNG G TUYEN TPHANH CHINH NHAN SU",
        "page": 1,
        "token_count": 670
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "+ Tham muu BGD ve viec quan ly va trien khai cac co che chinh sach phu hop. + Lam viec voi co quan ban nganh... + Cong tac doi noi, doi ngoai. + Turong tac cac phong ban, de mot bo may hoat dong hieu qua + Bao mat thong tin. + Bao cao kip thoi voi BGD cac van de phat sinh. + Thiet lap mo hinh quan tri co cau to churc, churc nang nhiem vu cong ty me, cong ty con. + Xay dung van hoa doanh nghiep va truyen thong noi bo. + T? churc hoi thao, du lich dinh ky. Len chuong trinh. + Truyen dat van hoa doanh nghiep. + Dao tao hoi nhap van hoa Doanh Nghiép. + Quan ly phong Hanh Chinh - Nhan Su. + Quan tam xay dung moi truong lam viec tot cho CB-CNV. Cham lo doi song CBCNV. + Chiu trach nhiem truoc BGD lien quan den Phong Nhan Su. + Phan tich hoach dinh chien luroc dao tao, tuyen dung va quan he lao dong va phuc loi de dua ra de xuat den BGD cong ty. + Dam bao nhan sy hoat dong hieu qua. + De xuat chinh sach thu hut nhan tai va giur chan nhan tai. + Phoi hop cac bo phan danh gia nang lurc CB-CNV khi can. + Danh gia tac dong rui ro. + Phoi hop cac bo phan danh gia KPI de theo doi nang lurc cua trng nhan vien. + Giam sat thuc hien va cap nhat he thong ISO, 5S. + Ngan ngura trom cap tai Cong ty. Ngan ngura chay no. + Xir ly cac sy co phat sinh: Moi truong, PCCC, tai nan lao dong, trom cap... + Giam sat cong tac bao ve, dao tao bao ve ... Ngan ngira va xir ly tai nan lao dong... + Phoi hop voi cac bo phan de danh gia nang lurc cua nhan vien. +Giam sat cac bo phan thuc hien theo ke hoach. + Giam sat thuc hien noi quy, quy dinh. d  a   o   i    + nhieu den Cong ty) (luat lao dong, luat bao hiem..). + Giai quyet mau thuan va khieu nai noi bo va ben ngoai. + Lap bien ban xur ly cac truong hop vi pham. + Dam bao cac phong ban deu tuan thu theo noi quy, quy dinh cong ty.\nIII.NHIEM VU CV",
      "chunk_type": "list_item",
      "metadata": {
        "section": "DON UNG G TUYEN TPHANH CHINH NHAN SU",
        "page": 3,
        "token_count": 625
      }
    },
    {
      "chunk_id": "chunk_4",
      "content": "+ Tuyen dung, dao tao va cong lurong. + Xay dung quy trinh tuyen dung. Tim kiem nguon urng vien. San loc trng vien de phong van hieu qua. + Theo doi danh gia nang lurc va tac phong lam viec cua nhan CB-CNV(moi, cu). + Bo tri trang thiet bi may moc va noi lam viec cho nhan vien moi vao. + Trien khai to churc dao tao, trrc tiep tham gia huan luyen nguroi lao dong ve noi quy, chinh sach, cac quy trinh, quy dinh, sur dung bao ho dung cach... + Dao tao hoi nhap van hoa doanh nghiep va noi quy quy che cua cong ty. + Phoi hop voi cac phong ban xay dung bang mo ta cong viec va phan cong nhiem vu, trach nhiem va quyen han tirng phong ban, tirng CB- CNV. Tuyen dung nhan su dung chuyen mon va dung nang luc theo tirng vi tri. Tim hieu/phan tich nhu cau nhan sy cho turng phong ban; Xay dung chinh sach, 1o trinh dao tao dya vao 1o trinh phat trien nghe nghiep cua tirng vi tri. + Xay dung chinh sach thu hut nguoi lao dong. Gitr chan nguoi lao dong. + Lap ke hoach ngan sach tuyen dung va ngan sach chung cua phong. + Xay dung chinh sach nhan sy du phong de thay the khi can. + Bao cao nhan su. Cap nhat ho so nhan vien. Luru trr thong tin nhan syr mot cach khoa hoc. + Chinh sach luong thuong va phuc loi. + Cham cong va tinh luong. Giam sat he thong cong lurong mot cach minh bach. + Giai quyet khieu nai ve cong lurong va thuong + Xay dung he thong thang lurong bang lurong. + Danh gia hieu suat cong viec ( Danh gia KPI theo quy, theo nam...) + Theo doi hop dong lao dong (cham durt, tai ky..) + Khai bao bao hiem, cham dut bao hiem + Giai quyet che do om dau, thai san, tai nan ... + Xay dung chinh sach thu hut nhan tai. Chinh sach thuong voi nguoi co sang kién lam cho cong ty phat trien..Tham muu xay dung va thyc hien chinh sach khen thuong, ky luat, cac che do phuc loi tai Cong ty. + Giai quyet cac van de kip thoi cho CB-CNV khi can + Bao cao nhan su cho So Lao Dong va Thuong Binh Xa Hoi theo dinh ky.\n2. Cong tac hanh chinh:\n+ Luu trir van thu. Xay dung quy trinh luu trir van thu.",
      "chunk_type": "text",
      "metadata": {
        "section": "1. Cong tac Nhan Sur:",
        "page": 4,
        "token_count": 684
      }
    },
    {
      "chunk_id": "chunk_5",
      "content": "+ Quan ly cong van di, cong van den mot cach khoa hoc. De dam bao cac cong van den va luru trir dung noi. + Ban hanh cac quyét dinh, bieu mau. + Lam Quyet dinh, thong ba... + Quan ly xe, dieu do xe, theo doi kiem dinh va bao hiem xe... + Cong tac Phong Chay Chtra Chay (quan ly ho so PCCC, theo doi he thong PCCC, kiem tra trang thiet bi PCCC, huong dan sur dung thiet bi PCCC cho nhan vien moi, tap huan dinh ky...) + Cong tac moi truong (quan ly ho so moi truong, xir ly sy co moi truong, quan ly chat thai nguy hai, chat thai ran, chat thai sinh hoat.. Do quan trac moi truong, Ky HD van chuyen rac, kiém tra nuoc thai...). + Cong tac an toan lao dong ( Ho so an toan lao dong, cap bao ho 1d, danh gia moi trurong lam viec, kham surc khoe dinh ky..). + Quan ly doi bao ve, cay xanh, tap vu. + Cong tac cong doan (cham lo doi song nguoi lao dong) + Theo doi trang thiet bi dung cu va may moc (cap dung, sir dung dung muc dich de khong bi that thoat). + Cong tac hoi nghi, tiec cuoi nam... Tham om dau. Ma chay, cuoi hoi... + Bao quan tai san cong ty. + Phat hien som, bao cao, de xuat bien phap khuyén khich/ngan chan kip thoi cac van de tich cyc/tieu cyc, de co duoc moi truong lam viec lanh manh, on dinh va phat trien. + To churc thyc hien va kiem soat viec chap hanh cac chu truong, quy dinh, chi thi cua Ban Giam doc. + B6 tri, sap xep cac khu vuc lam viec, phu hop canh quan, tinh chat cong viec va so lurong lao dong. + To churc doi thoai hoi nghi nguoi lao dong. IV.MUCTIEUNGHENGHIEP + Mong muon tim duroc cho lam co co hoi thang tién. + Mong muon tim duoc cho lam co murc luong hap dan. + Ky nang ban than: Lam viec doc lap, tiép thu nhanh, nhay ben trong cong viec, chiu kho, hoc hoi... Binh Dinh, ngay 16/09/2024\nNguoi viét don Tuan Minh Tuan",
      "chunk_type": "text",
      "metadata": {
        "section": "1. Cong tac Nhan Sur:",
        "page": 5,
        "token_count": 611
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 2138.46,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 6,
    "parsing_timestamp": "2025-11-07T13:03:24.269428Z",
    "processing_time_ms": 225242,
    "format": "PDF",
    "tables_extracted": 1
  }
}