{
  "document_id": "cv_019",
  "document_type": "CV",
  "source_filename": "cv_019.pdf",
  "candidate_label": "cv_019",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "NGUY Ễ N TU Ấ N V Ũ\nProject Manager / ERP Consultant\n-  Ward 25, Binh Thanh district, Ho Chi Minh city\n12/01/1990\nMale https:/ /nguyentuanvu.odoo.com/\nhttps:/ /linkedin.com/in/nguyen-tuanvu/",
      "chunk_type": "caption",
      "metadata": {
        "section": "",
        "page": 1,
        "token_count": 71
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "As a person with a keen interest in technology, graphics, photography, and the arts, I always enjoy learning and exploring new things. With my accumulated experience and passion for incorporating information technology into business operations, specically in the ERP eld, I am happy to help business owners manage their corporations with transparent data and workows, and deliver highquality results that meet their needs. Besides, I am eager to participate in projects that offer valuable benets to",
      "chunk_type": "text",
      "metadata": {
        "section": "About me",
        "page": 1,
        "token_count": 104
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "Network and System Administration",
      "chunk_type": "text",
      "metadata": {
        "section": "HCM UNIVERSITY OF TECHNOLOGY (HUTECH)",
        "page": 1,
        "token_count": 4
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "- Take responsibility for ERP Implementation projects (Vietnam and Overseas) - Create Project Estimation, Planning and Budget control\n- Project Tasks and Quality control\n- Track milestones, deliverables, and change requests.\n- Project Team Management (Team OKRs, project issues, allocated resources, team motivation)\n- Cooperation with AM/Sales to nalize the contract's value and determine the project scope\n- Discuss potential projects and their parameters with clients\n- ERP consultant: Discuss with Clients about their business process and give them the appropriate consultants and solutions\n- Coaching and discussing with team members for team quality improvement in needed.\n- Assisting the Regional Delivery Manager (Vietnam and Japan) to investigate internal and external issues related to projects and team operation\n- Oversee and measure project performance using Portcities's in-house project management tool",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Project Manager",
        "page": 1,
        "token_count": 185
      }
    },
    {
      "chunk_id": "chunk_4",
      "content": "- Member of Seedcom's MIS Team\n- Our focus is on the missions related to the ERP system: Oracle EBS / Acumatica ERP on elds namely: Distribution (Purchasing, Wholesales, and Inventory Management), Retail, Services, Manufacturing, Finance, and so on...)\n- Business Operation support for Seedcom's subsidiaries, in charge of Distribution (Sales, Purchasing), Inventory, Finance, and System Management. Ensure the business processes go well and smoothly.\n- Analyzing client's requirements to give the appropriate solutions/advice (take advantage of the ERP practices or customize new functions).\n- Finding and analyzing business processes and workow issues to propose the appropriate solutions and workarounds.\n- Coordinating with team members to develop the additional ERP Reports used for daily operations.\n- Analyzing and mapping for integration projects (WMS, DMS, and the Seedcom inhouse systems).\n01/2019 -04/2023\n04/2023 -present users and create innovative products that add value to the community.",
      "chunk_type": "list_item",
      "metadata": {
        "section": "ERP Consultant",
        "page": 1,
        "token_count": 246
      }
    },
    {
      "chunk_id": "chunk_5",
      "content": "Project Management\nERP System (Acumatica ERP / Oracle\nEBS / Odoo)\nTeamwork/Team management\nService Client\nUsing Wireframe Tools\nAdobe Photoshop\nAdobe Illustrator\nMS SQL\nBI Tools (Metabase, Superset)",
      "chunk_type": "text",
      "metadata": {
        "section": "Skills",
        "page": 2,
        "token_count": 47
      }
    },
    {
      "chunk_id": "chunk_6",
      "content": "- Football\nTravel\nPhotography\n- Analyzing and building features for the new system projects (modules, wireframes, and owcharts,) which are used for digitizing the business operations.\n- Building the Financial Statements based on Accountant's needs",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Hobbies",
        "page": 2,
        "token_count": 56
      }
    },
    {
      "chunk_id": "chunk_7",
      "content": "- Writing FRS Documents\n- Getting feedback from Customers and analyzing to optimize current applications",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Business Analyst",
        "page": 2,
        "token_count": 21
      }
    },
    {
      "chunk_id": "chunk_8",
      "content": "- Operating the company's IT system\n- Administrating of Call Center Sati system: The most stable call center in Vietnam\n- Deploying POS retail and online sales model: Teamcrop (February 2016 - October 2016)\n- Deploying OSS system: Online sales and retail POS module, business approval slip management module (payment slip, request slip, etc.) HR management module.\n- Implementing iziHelp system: Customer Service system, Process customers' feedback from various channel sources such as Facebook, Zalo, email, Callcenter, and web chat. Internal tickets\n- Coordinating with the team to deploy the Odoo system: CRM module, Warehouse module, Sales module, Customer management module\n- Coordinating Deploying DMS system: Customer management services are agents, supermarket chains, CVS chains; Wholesale order; Sales team manager; KPIs based on criteria/revenue; check-in/checkout at point of sale; sales routes; Update market price information; Discount Management / Sales promotion programs.\n- Coordinating deployment of Oracle systems\n- Implementing Hearme survey feedback receiving system: NPS / eNPS, CSAT, CES Survey\n- Receiving requests from departments, mapping, and analysis to build the system in the direction appropriate to the operation.\n- Receiving requests, analyze and build a management reporting system\n- Training new employees to use IT systems and bringing them into daily working life Projects:\n- Deploying and managing OSS internal management system\n- Deploying POS retail system: Teamcrop, OSS\n- Deploying customer service system and iziHelp tickets\n- Deploying DMS system - managing distributors.\n- Deploying Oracle system\n- Deploying the Odoo system\n- Implementing Hearme system - Survey and evaluation",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Technology Solutions",
        "page": 2,
        "token_count": 397
      }
    },
    {
      "chunk_id": "chunk_9",
      "content": "- Technology Solutions\n- Managing IT systems\n03/2016 -11/2018\n11/2018 -12/2018\n07/2014 -01/2016\n- Web design\n- SEOer: Make main keywords to the top 10 Google\n- Branding design: Logo, Banners for new projects",
      "chunk_type": "list_item",
      "metadata": {
        "section": "IT Specialist",
        "page": 2,
        "token_count": 51
      }
    },
    {
      "chunk_id": "chunk_10",
      "content": "- Receiving requests from customers\n- Offering software solutions that suit market needs",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Deployment Specialist",
        "page": 3,
        "token_count": 17
      }
    },
    {
      "chunk_id": "chunk_11",
      "content": "Operating Own Business",
      "chunk_type": "text",
      "metadata": {
        "section": "Founder",
        "page": 3,
        "token_count": 5
      }
    },
    {
      "chunk_id": "chunk_12",
      "content": "- Participate in corporate culture activities with the company\n- Coaching junior members to understand the business processes and how to approach clients\n- Pre-sale: Meet with customers to understand their business processes, propose suitable solutions, dene the scope of work, and provide cost estimates.",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Project Manager",
        "page": 3,
        "token_count": 59
      }
    },
    {
      "chunk_id": "chunk_13",
      "content": "- Participate in corporate culture activities with the company\n- Participating in the training of Organizational Culture, Integrity, and Teambuilding\n- Running\nBinh Tran - Port Cities Vietnam Director\nNgô Xuân B ằ ng - MIS Director\n2016 -2023\n02/2014 -06/2014\n2009 -2013\n2023 -present",
      "chunk_type": "list_item",
      "metadata": {
        "section": "ERP Consultant",
        "page": 3,
        "token_count": 64
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 372.56,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 14,
    "parsing_timestamp": "2025-11-07T13:01:49.105479Z",
    "processing_time_ms": 12505,
    "format": "PDF",
    "tables_extracted": 0
  }
}