{
  "document_id": "cv_022",
  "document_type": "CV",
  "source_filename": "cv_022.pdf",
  "candidate_label": "cv_022",
  "chunks": [
    {
      "chunk_id": "chunk_0",
      "content": "Tôi là sinh viên v ừ a t ố t nghi ệ p chuyên ngành Đ i ệ nĐ i ệ n t ử Tr ư ờ ng Đ ạ i H ọ c S ư Ph ạ m K ỹ Thu ậ t TP. HCM. Hi ệ n t ạ i tôi đ ang tìm ki ế m m ộ t công vi ệ c toàn th ờ i gian c ũ ng nh ư h ọ c h ỏ i và tích l ũ y kinh nghi ệ m t ừ đ ộ i ng ũ k ỹ s ư c ủ a công ty v ớ i m ụ c tiêu trong t ươ ng lai tr ở thành m ộ t k ỹ s ư gi ỏ i.",
      "chunk_type": "text",
      "metadata": {
        "section": "M Ụ C TIÊU NGH Ề NGHI Ệ P",
        "page": 1,
        "token_count": 173
      }
    },
    {
      "chunk_id": "chunk_1",
      "content": "N                                                                                                        8/2020-8/2024\nTr ư ờ ng: Tr ư ờ ng Đ ạ i H ọ c S ư Ph ạ m K ỹ Thu ậ t TP. HCM.\nChuyên ngành : Công ngh ệ k ỹ thu ậ t Đ i ệ nĐ i ệ n t ử .\nGPA: 7.59/10.\nĐ ồ án t ố t nghi ệ p: H ệ th ố ng phân lo ạ i ố ng nghi ệ m ứ ng d ụ ng x ử lý ả nh.\nVai trò:\n- Thi ế t k ế h ệ th ố ng b ằ ng ph ầ n m ề m Solidwork.\n- L ậ p trình x ử lý hình ả nh phát hi ệ n s ả n ph ẩ m.",
      "chunk_type": "text",
      "metadata": {
        "section": "H Ọ C V Ấ",
        "page": 1,
        "token_count": 188
      }
    },
    {
      "chunk_id": "chunk_2",
      "content": "Thành th ạ o: MS Oce, Autocad,Solidwork,Inventor.\nL ậ p trình PLC m ộ t s ố dòng nh ư Siemens,Keyence.\nCó kinh nghi ệ m làm vi ệ c v ớ i m ộ t s ố thi ế t b ị đ i ệ n nh ư : c ả m bi ế n, robo cylinder, contactor, camera công nghi ệ p.",
      "chunk_type": "text",
      "metadata": {
        "section": "K Ỹ N Ă NG",
        "page": 1,
        "token_count": 104
      }
    },
    {
      "chunk_id": "chunk_3",
      "content": "TOEIC(Reading/Listening) v ớ i đ i ể m s ố 695/990.",
      "chunk_type": "text",
      "metadata": {
        "section": "CH Ứ NG CH Ỉ",
        "page": 1,
        "token_count": 28
      }
    },
    {
      "chunk_id": "chunk_4",
      "content": "C\nCông ty: Công Ty c ổ ph ầ n công ngh ệ ACIS (6/2023-8/2023).\nV ị trí : Th\nự c t ậ p sinh R&D.",
      "chunk_type": "text",
      "metadata": {
        "section": "KINH NGI Ệ M LÀM VI Ệ",
        "page": 1,
        "token_count": 45
      }
    },
    {
      "chunk_id": "chunk_5",
      "content": "- Th ự c hành h ỗ tr ợ hàn m ạ ch và ki ể m tra m ạ ch theo yêu c ầ u c ủ a ng ư ờ i h ư ớ ng d ẫ n.\n- H ỗ tr ợ v ẽ linh ki ệ n theo yêu c ầ u c ủ a ng ư ờ i h ư ớ ng d ẫ n.\nCông ty: Chi nhánh Công Ty TNHH Murata Manufacturing Vi ệ t Nam t ạ i H ồ Chí Minh (6/2024-Hi ệ n t ạ i).\nV ị trí : Th ự c t ậ p sinh t ạ i khoa k ỹ thu ậ t s ả n xu ấ t.\nVai trò:\n- Thi ế t l ậ p ch ươ ng trình cho h ệ th ố ng th ị giác máy phát hi ệ n s ả n ph ẩ m l ỗ i.\n- Đ ọ c b ả n v ẽ k ỹ thu ậ t ch ỉ nh s ử a l ạ i kích th ư ớ c b ằ ng ph ầ n m ề m Inventor theo yêu c ầ u.\n- Đ ấ u n ố i các thi ế t b ị đ i ệ n d ự a trên yêu c ầ u c ủ a ng ư ờ i h ư ớ ng d ẫ n.",
      "chunk_type": "list_item",
      "metadata": {
        "section": "Vai trò:",
        "page": 1,
        "token_count": 328
      }
    }
  ],
  "metadata": {
    "file_format": "PDF",
    "file_size_kb": 110.25,
    "page_count": 0,
    "source_dataset": "d4rk3r/resumes-raw-pdf",
    "chunks_count": 6,
    "parsing_timestamp": "2025-11-07T13:02:00.874186Z",
    "processing_time_ms": 3208,
    "format": "PDF",
    "tables_extracted": 0
  }
}